Repository: uebelsetzer/NLP_for_18th-century_Portuguese_medical_texts
Catalog: TMX/AAGM-Parte 2 Capitulo 8_pt_pt-BR.tmx
Source language: pt
Languages: pt_br

source: He certo , que este remedio lhe tornará a dar vontade de comer , lhe fará recobrar suas forças , e impedirá o recahir ; por que he precizo observar , que os convalescentes , que naõ saõ reservados , ou acautelados sobre a quantidade , ou sobre a qualidade dos alimentos que tomaõ , que se expõem muito fedo ao frio , à chuva , ou á humidade , e que desprezaõ o tomar alguma porçaõ de Quina , recahem muitissimas vezes , ou pelo menos saõ atacados de febres intermittentes , principalmente se a febre , de que elles eraõ atacados , fôr da especie daquellas , que se chamaõ remittentes .
pt_br: É certo, que este remédio lhe tornará a dar vontade de comer, lhe fará recobrar suas forças, e impedirá o recair; por que é preciso observar, que os convalescentes, que não são reservados, ou acautelados sobre a quantidade, ou sobre a qualidade dos alimentos que tomam, que se expõem muito cedo ao frio, à chuva, ou à humidade, e que desprezam o tomar alguma porção de Quina, recaem muitíssimas vezes, ou pelo menos são atacados de febres intermitentes, principalmente se a febre, de que eles eram atacados, for da espécie daquelas, que se chamam remitentes.

source: O melhor meio , que eu posso indicar aos Marinheiros para se preservarem de febres podres , e remittentes , he o evitar todos os excessos no beber , e no comer , abster-se de fructos , que naõ saõ maduros , ou que saõ pouco sadios ; taes como a maior parte daquelles , que se achaõ em abundancia em certos paizes pantanosos , aonde elles aportaõ ; fugiraõ sobre tudo de os naõ colher , nem comer pela manhã, quando elles se achaõ ainda molhados pelo orvalho , nem quando estaõ quentes por terem estado ao sol por muito tempo ; o verdadeiro tempo de os colher he huma hora , quando muito , depois de nascer o sol ; abster-se-haõ tambem de todo o outro sustento , que fôr capaz de gerar corrupções no estomago , principalmente no tempo dos grandes calores do Veraõ , tempo em que os melhores estomagos digerem mui difficultosamente .
pt_br: O melhor meio, que eu posso indicar aos Marinheiros para se preservarem de febres podres, e remitentes, é o evitar todos os excessos no beber, e no comer, abster-se de frutos, que não são maduros, ou que são pouco sadios; tais como a maior parte daqueles, que se acham em abundância em certos países pantanosos, aonde eles aportam; fugiram sobre tudo de os não colher, nem comer pela manhã, quando eles se acham ainda molhados pelo orvalho, nem quando estão quentes por terem estado ao sol por muito tempo; o verdadeiro tempo de os colher é uma hora, quando muito, depois de nascer o sol; abster-se-ão também de todo o outro sustento, que for capaz de gerar corrupções no estômago, principalmente no tempo dos grandes calores do Verão, tempo em que os melhores estômagos digerem muito dificultosamente.

source: A attençaõ mais essencial , que os Marinheiros devem ter para evitar as febres podres , e remittentes , he o vigiar sobre a sua transpiraçaõ ; porque he de facto , que estas febres na atacaõ senaõ por occasiaõ de huma transpiraçaõ embaraçada ; he verdade , que a saburra predispõe a faze-las mais fumestas , mas sempre he verdade o dizer , que o humor da transpiraçaõ embaraçada he a principal causa dellas .
pt_br: A atenção mais essencial, que os Marinheiros devem ter para evitar as febres podres, e remitentes, é o vigiar sobre a sua transpiração; porque é de fato, que estas febres na atacam senão por ocasião de uma transpiração embaraçada; é verdade, que a saburra predispõe a fazê-las mais funestas, mas sempre é verdade o dizer, que o humor da transpiração embaraçada é a principal causa delas.

source: Se os Marinheiros por ter faltado a estes preceitos se sentirem com o estomago demaziadamente carregado ; se tem perdido a vontade de comer , pôr-se-haõ de cama , conservar-se-haõ o mais quente que puderem por dous , ou tres dias , bebéraõ agoa pura em abundancia , e limonada ; e se o suôr se declarar beberáõ algumas chicaras da insusaõ das vulnerarias de Suissia em forma de chá , abster-se-haõ de todo o alimento , ainda mesmo de caldo : se esta abstinencia naõ bastar para desembaraçar o estomago , se elles tiverem a bocca amargosa , saburrosa , a lingua carregada , se lhe naõ tornar a vir a vontade de comer , tomaráõ dous , ou tres cópos do vomitorio N. 21. , que desembaraçará o seu estomago , prevenirá as febres podres , ou qualquer outra doença .
pt_br: Se os Marinheiros por ter faltado a estes preceitos se sentirem com o estômago demasiadamente carregado; se tem perdido a vontade de comer, pôr-se-ão de cama, conservar-se-ão o mais quente que puderem por dois, ou três dias, beberão água pura em abundância, e limonada; e se o suor se declarar beberão algumas xícaras da infusão das vulnerárias de Suíça em forma de chá, abster-se-ão de todo o alimento, ainda mesmo de caldo: se esta abstinência não bastar para desembaraçar o estômago, se eles tiverem a boca amargosa, saburrosa, a língua carregada, se lhe não tornar a vir a vontade de comer, tomarão dois, ou três copos do vomitório N. 21., que desembaraçará o seu estômago, prevenirá as febres podres, ou qualquer outra doença.
